Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create
- destroy

Terraform will perform the following actions:

  # kubernetes_cluster_role_binding.user will be created
+ resource "kubernetes_cluster_role_binding" "user" {
      + id = (known after apply)

      + metadata {
          + generation       = (known after apply)
          + name             = "admin-user"
          + resource_version = (known after apply)
          + self_link        = (known after apply)
          + uid              = (known after apply)
        }

      + role_ref {
          + api_group = "rbac.authorization.k8s.io"
          + kind      = "ClusterRole"
          + name      = "cluster-admin"
        }

      + subject {
          + api_group = "rbac.authorization.k8s.io"
          + kind      = "ServiceAccount"
          + name      = "276837832970-compute"
          + namespace = "default"
        }
      + subject {
          + api_group = "rbac.authorization.k8s.io"
          + kind      = "Group"
          + name      = "system:masters"
          + namespace = "default"
        }
    }

  # null_resource.configure_kubectl will be destroyed
- resource "null_resource" "configure_kubectl" {
      - id = "355272313812457066" -> null
    }

  # module.gke_service_account.google_project_iam_member.service_account-roles["roles/logging.logWriter"] will be created
+ resource "google_project_iam_member" "service_account-roles" {
      + etag    = (known after apply)
      + id      = (known after apply)
      + member  = "serviceAccount:cluster-sa@lab-gitops-279807.iam.gserviceaccount.com"
      + project = "lab-gitops-279807"
      + role    = "roles/logging.logWriter"
    }

  # module.gke_service_account.google_project_iam_member.service_account-roles["roles/monitoring.metricWriter"] will be created
+ resource "google_project_iam_member" "service_account-roles" {
      + etag    = (known after apply)
      + id      = (known after apply)
      + member  = "serviceAccount:cluster-sa@lab-gitops-279807.iam.gserviceaccount.com"
      + project = "lab-gitops-279807"
      + role    = "roles/monitoring.metricWriter"
    }

  # module.gke_service_account.google_project_iam_member.service_account-roles["roles/monitoring.viewer"] will be created
+ resource "google_project_iam_member" "service_account-roles" {
      + etag    = (known after apply)
      + id      = (known after apply)
      + member  = "serviceAccount:cluster-sa@lab-gitops-279807.iam.gserviceaccount.com"
      + project = "lab-gitops-279807"
      + role    = "roles/monitoring.viewer"
    }

  # module.gke_service_account.google_project_iam_member.service_account-roles["roles/stackdriver.resourceMetadata.writer"] will be created
+ resource "google_project_iam_member" "service_account-roles" {
      + etag    = (known after apply)
      + id      = (known after apply)
      + member  = "serviceAccount:cluster-sa@lab-gitops-279807.iam.gserviceaccount.com"
      + project = "lab-gitops-279807"
      + role    = "roles/stackdriver.resourceMetadata.writer"
    }

Plan: 5 to add, 0 to change, 1 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://d19141a702bf:4141/lock?id=lvincel%252Fzen-gke%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
